Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: iron_ore
ja: 鉄鉱石

source: irrigation
ja: 灌漑用水

source: island
ja: 島

source: isolated
ja: 完全分煙

source: isolated node which must be connected to a way
ja: ウェイに接続すべきノードが孤立している

source: italian
ja: イタリアン

source: items
ja: 項目

source: j-bar
ja: Jバー

source: jain
ja: ジャイナ教

source: japanese
ja: 和食

source: jehovahs_witness
ja: エホバの証人

source: jewish
ja: ユダヤ教

source: jughandle
ja: 右折連絡路

source: junctions
ja: 交差点

source: just once
ja: 今回のみ

source: juvenile
ja: 若年者

source: kaplan_turbine
ja: カプラン水車

source: karting
ja: カート

source: kebab
ja: ケバブ

source: keep backup files
ja: バックアップファイルを保存

source: key with uncommon character
ja: キーに一般的ではない文字が含まれています。

source: kindergarten
ja: 幼稚園

source: kiosk
ja: キオスク

source: korean
ja: 韓国料理

source: label
ja: ラベル

source: ladder
ja: 梯子

source: lagoon
ja: 潟湖

source: lake
ja: 湖

source: lamp
ja: 角型

source: land
ja: 陸地

source: landmark
ja: ランドマーク

source: landuse
ja: 土地利用

source: landuse type {0}
ja: 土地利用の種別 {0}

source: lane
ja: レーン

source: language
ja: 言語

source: language code
ja: 言語コード

source: language_centre
ja: 言語センター

source: last way before junction
ja: 分岐点前の最後のウェイ

source: latCent, lonCent, latSpan, lonSpan
ja: 緯度（1/100単位), 経度(1/100単位), 緯度(巾), 経度(巾)

source: latitude
ja: 緯度

source: lattice
ja: 格子状

source: launch JOSM (default, performed when no command is specified)
ja: JOSM を起動（コマンドが指定されなかった場合の既定）

source: layer
ja: レイヤー

source: layer has a user-defined offset (click to remove offset)
ja: レイヤーにはユーザの設定したオフセットがあります (クリックするとオフセットを取り除けます)

source: layer has an offset of {0} (click to remove offset)
ja: レイヤーにはオフセットがあります (クリックするとオフセットを取り除けます)

source: layer is currently hidden (click to show layer)
ja: レイヤーは現在非表示です(クリックで表示)

source: layer is currently visible (click to hide layer)
ja: レイヤーは現在表示中です(クリックで非表示)

source: layer is without a user-defined offset
ja: レイヤーにはユーザの設定したオフセットがありません

source: lcc
ja: 相整流変換器

source: lead
ja: 鉱床、鉱脈

source: leafless
ja: 葉なし

source: lean_to
ja: 差し掛け小屋

source: leashed
ja: 制限された

source: leather
ja: 皮革

source: lebanese
ja: レバノン料理

source: leblanc
ja: ルブラン

source: left
ja: 左

source: left hand side
ja: 左側

source: left_of:1
ja: 第1車線の左

source: left_of:2
ja: 第2車線の左

source: left_of:3
ja: 第3車線の左

source: legislative
ja: 立法

source: leisure type {0}
ja: レジャーの種別 {0}

source: lemon_trees
ja: レモンの木

source: length (m)
ja: 長さ(m)

source: less
ja: 少ない

source: lgbtq
ja: LGBT

source: lift
ja: 昇開橋

source: lift_pier
ja: 昇開橋用の橋脚

source: light_rail
ja: ライトレール

source: lighting
ja: 照明

source: lime
ja: 石灰

source: limestone
ja: 石灰石

source: limited
ja: 制限

source: line
ja: 送電線

source: linguistic_community
ja: 言語共同体

source: link segment
ja: 接続部

source: living_street
ja: 生活道路

source: loading module ''{0}'' (version {1})
ja: ''{0}''モジュール(バージョン{1})をロード中

source: loading plugin ''{0}'' (version {1})
ja: プラグイン''{0}''をロード中(バージョン{1})

source: loading style ''{0}''...
ja: スタイル ''{0}'' を読み込み中...

source: loadingdock
ja: ローディングドック

source: local
ja: ローカル

source: local file
ja: ローカルファイル

source: locality
ja: 地名(分類外)

source: location
ja: ロケーション

source: location of enforcement device
ja: 取締り機器の位置

source: lock
ja: 閘門

source: lock scrolling
ja: スクロールをロック

source: lockers
ja: ロッカー

source: logical and (both expressions have to be satisfied)
ja: 論理積(両方の条件が成立する場合)

source: logical not
ja: 論理否定

source: logical or (at least one expression has to be satisfied)
ja: 論理和(何れか1つ以上の条件が成立した場合)

source: lonMin, latMin, lonMax, latMax
ja: 最小経度、最小緯度、最大経度、最大緯度

source: longitude
ja: 経度

source: loop
ja: ループ

source: lottery
ja: 宝くじ売り場

source: low
ja: 低い

source: low_water_crossing
ja: 沈下橋

source: lowered
ja: 低い段差

source: lutheran
ja: ルター派

source: macadamia_trees
ja: マカダミアの木

source: mahayana
ja: 大乗仏教

source: main
ja: 幹線

source: make parallel helper line
ja: 平行補助線を作成

source: malaysian
ja: マレーシア料理

source: male_toilet
ja: 男性用トイレ

source: man
ja: 男性

source: mango_trees
ja: マンゴーの木

source: mangrove
ja: マングローブ

source: manor
ja: 荘園

source: manual
ja: マニュアル

source: manufacture
ja: 工場

source: manure
ja: 糞尿

source: map
ja: 地図

source: map style
ja: マップ形式

source: maritime
ja: 海事の

source: marker
ja: マーカー

source: marsh
ja: 沼地、湿地

source: matches if ''key'' exists
ja: ''key''が存在すればマッチ

source: matches if ''key'' is greater than ''value'' (analogously, less than)
ja: ''key''が''value''より大きければマッチ(簡単に言えば、未満)

source: maternity
ja: マタニティ

source: mausoleum
ja: 霊廟

source: max lat
ja: 最大緯度

source: max lat/Lon
ja: 最大緯度/経度

source: max lon
ja: 最大経度

source: maxheight
ja: 最大高

source: maxspeed
ja: 最高速度

source: maxweight
ja: 最大重量

source: meadow
ja: 牧草地

source: measurement
ja: 測定

source: measurement mode
ja: 測定モード

source: mechanical
ja: 機械式

source: mediterranean
ja: 地中海料理

source: medium
ja: 中

source: meeting_room
ja: 会議質

source: megalith
ja: 巨石

source: member
ja: メンバー

source: members
ja: メンバー

source: members of site
ja: サイトのメンバー

source: members_only
ja: 会員専用

source: men
ja: メンズ

source: merge nodes
ja: ノードをマージ

source: metadata
ja: メタデータ

source: metal
ja: 金属

source: metal_cabinet
ja: 金属キャビネット

source: meter
ja: メートル便専用

source: meter/pixel
ja: メートル/ピクセル

source: meters
ja: m

source: methodist
ja: メソジスト派

source: metro
ja: 地下鉄

source: mexican
ja: メキシコ料理

source: middle_of:1
ja: 第1車線の中央

source: middle_of:2
ja: 第2車線の中央

source: middle_of:3
ja: 第3車線の中央

source: migration
ja: 移民

source: military
ja: 軍用

source: milk
ja: 牛乳

source: min
ja: 分

source: min distance={0} px ({1} m)
ja: 最小距離={0}px({1}m)

source: min lat
ja: 最小緯度

source: min lat/Lon
ja: 最小 緯度/経度

source: min lon
ja: 最小経度

source: minaret
ja: ミナレット

source: mindistance
ja: 車間距離

source: mine
ja: 鉱山

source: ministry
ja: 省

source: minor_distribution
ja: 小口配電用

source: minor_line
ja: 配電線

source: minutes
ja: 分

source: missing layer with index {0}
ja: {0} 番目のレイヤーがありません

source: missing mandatory attribute ''index'' for element ''layer''
ja: ''layer'' 要素に必須の ''index'' 属性がありません

source: missing mandatory attribute ''name'' for element ''layer''
ja: ''layer'' 要素に必須の ''name'' 属性がありません

source: missing mandatory attribute ''type'' for element ''layer''
ja: ''layer'' 要素に必須の ''type'' 属性がありません

source: missing objects:
ja: 不明なオブジェクト:

source: missing tag
ja: タグが欠落している

source: mixed
ja: 混合

source: mm 'minutes and' ss 'seconds'
ja: mm '分' ss '秒'

source: model_aerodrome
ja: 模型飛行機

source: modified
ja: 変更あり

source: mogul
ja: モーグル

source: monitoring
ja: 傍受

source: monopolar
ja: 小型

source: monopole
ja: 1条

source: monorail
ja: モノレール

source: more
ja: おおい

source: mormon
ja: モルモン

source: moroccan
ja: モロッコ料理

source: mosque
ja: モスク

source: motocross
ja: モトクロス

source: motor
ja: モータースポーツ

source: motorcycle
ja: バイク用の服

source: motorway
ja: 自動車専用道路

source: motorway_link
ja: 自動車専用道路の連絡路

source: movable_cabinet
ja: 可動キャビネット

source: moved
ja: 移動

source: ms
ja: ミリ秒

source: mud
ja: 泥

source: multi
ja: 多種目

source: multi-storey
ja: 多層階

source: multigeneration
ja: 多世代

source: multiple
ja: 複数個

source: multiple objects with role ''{0}''
ja: ロール ''{0}'' をもつ複数のオブジェクト

source: multipolygon
ja: マルチポリゴン

source: municipality
ja: 地方自治体

source: mural
ja: 壁画

source: music
ja: 音楽

source: muslim
ja: イスラム教

source: mussels
ja: ムール貝

source: n-th member of relation and/or n-th node of way
ja: リレーションのn番目のメンバーやウェイのn番目のノード

source: name:str matches name=Bakerstreet
ja: name:strがname=Bakerstreetに一致します

source: name="Baker Street"
ja: ベーカー街

source: national_park
ja: 国立公園

source: natural
ja: 自然

source: natural type {0}
ja: 自然の種別 {0}

source: natural water used for swimming pool
ja: natural=water が水泳プールに使われている

source: natural_monument
ja: 天然記念物

source: nature
ja: 自然

source: naval_base
ja: 海軍基地

source: necropolis
ja: 埋葬地

source: needleleaved
ja: 針葉樹

source: network
ja: ネットワーク

source: never
ja: なし

source: new_apostolic
ja: 新使徒教会

source: newspapers
ja: 新聞

source: next
ja: 次

source: nickel
ja: ニッケル

source: nine-level
ja: 9層

source: no
ja: なし

source: no description available
ja: 説明がありません

source: no error message available
ja: 利用できるエラーメッセージはありません。

source: no image selected
ja: 画像が選択されていない

source: no importer
ja: インポーターがありません

source: no issues
ja: 問題はありません

source: no items
ja: 項目なし

source: no longer required
ja: もはや必要ではありません

source: no name
ja: 名前なし

source: no participating way with role ''from''
ja: ロール ''from'' に参加しているウェイはありません

source: no participating way with role ''to''
ja: ロール ''to'' に参加しているウェイはありません

source: no_left_turn
ja: 左折禁止

source: no_right_turn
ja: 右折禁止

source: no_straight_on
ja: 直進禁止

source: no_u_turn
ja: Uターン禁止

source: node
ja: ノード

source: node connects waterway and bridge
ja: 水路と橋の両方に接続されたノード

source: node of the intersection
ja: 交差点のノード

source: node on way where enforcement starts
ja: 取締り開始位置のウェイ上のノード

source: nodes
ja: ノード

source: nodes with at least 3 referring ways, or relations containing at least 3 ways
ja: 3本以上のウェイから参照されているノード、または3本以上のウェイを含むリレーション

source: noise_barrier
ja: 防音壁

source: nondenominational
ja: 無宗派

source: none
ja: なし

source: noodle
ja: 麺類

source: nordic
ja: ノルディックスキー

source: normal
ja: 通常

source: north
ja: 北

source: northeast
ja: 北東

source: northwest
ja: 北西

source: not deleted
ja: 削除されていません

source: not in data set
ja: データセット内にない

source: not logged in
ja: ログインしていません

source: note: For some tasks, JOSM needs a lot of memory.
ja: 注:タスクによっては、JOSMに多くのメモリが必要です。

source: notice
ja: お知らせ

source: novice
ja: 初心者

source: nudism
ja: ヌーディズム

source: numerical key
ja: テンキー

source: oauth key
ja: oauthのキー

source: oauth secret
ja: oauthの秘密鍵

source: object
ja: オブジェクト

source: object without useful tags
ja: 利用可能のタグがついていないオブジェクト

source: objects
ja: オブジェクト

source: objects (and all its way nodes / relation members) in current view
ja: 現在のビュー内のオブジェクト(と全てのウェイのノード、リレーションのメンバー)

source: objects (and all its way nodes / relation members) in downloaded area
ja: ダウンロード範囲内のオブジェクト(と全てのウェイのノード、リレーションのメンバー)

source: objects being part of a relation as role <i>stop</i>
ja: リレーションの <i>stop</i> ロールのメンバーであるオブジェクト

source: objects changed by author
ja: この人が変更したオブジェクト

source: objects changed by user
ja: ユーザーが変更したオブジェクト

source: objects having 5 to 10 tags
ja: 5～10個のタグを持つオブジェクト

source: objects in current view
ja: 現在のビュー内のオブジェクト

source: objects in downloaded area
ja: ダウンロード範囲内のオブジェクト

source: objects with given ID
ja: 与えられたIDを持つオブジェクト

source: objects with given changeset ID
ja: 与えられた変更セットIDを持つオブジェクト

source: objects with given role in a relation
ja: リレーションの中でロールを与えられたオブジェクト

source: objects with given version
ja: 与えられたバージョンを持つオブジェクト

source: objects with last modification timestamp within range
ja: 最終更新日時が範囲内のオブジェクト

source: observation
ja: 観察

source: obtain from current layers
ja: 現在のレイヤーから取得

source: octagonal
ja: 8角形

source: odd
ja: 奇数

source: off
ja: オフ

source: office
ja: オフィス

source: offices
ja: 事務所

source: official
ja: 公務

source: oil
ja: 石油

source: oil_palms
ja: アブラヤシ

source: old_catholic
ja: 古代カトリック

source: oldtimer
ja: クラシックカー

source: olive_trees
ja: オリーブの木

source: on a sidewalk
ja: 歩道上

source: on polygon
ja: ポリゴン上

source: on the side of a road lane
ja: 車道の側で

source: one relation
ja: ひとつのリレーション

source: one-level
ja: 1層

source: only
ja: 限定

source: only when manually requested
ja: 手動で要求されたときのみ

source: only when the segments are less than # meters apart:
ja: セグメントの間隔が#メートル未満の場合のみ:

source: only when the segments are less than # minutes apart:
ja: セグメントの間隔が#分未満の場合のみ:

source: only when the tracks are less than # meters apart:
ja: トラック間の距離が#メートル未満の場合のみ:

source: only when the tracks are less than # minutes apart:
ja: トラック間の間隔が#分未満の場合のみ:

source: only within # minutes of the closest trackpoint:
ja: 最も近いトラックポイントから#分以内のみ:

source: only {0} tag
ja: {0}タグのみ

source: only_left_turn
ja: 左折のみ

source: only_right_turn
ja: 右折のみ

source: only_straight_on
ja: 直進のみ

source: onsen
ja: 温泉

source: open
ja: オープン

source: open end
ja: 閉店

source: open-delta
ja: オープンデルタ

source: opening_hours value can be prettified
ja: opening_hoursの値が整形可能

source: opposite_lane
ja: 逆方向の車線

source: optical
ja: 光学

source: options
ja: オプション

source: options provided as Java system properties
ja: Javaシステムのプロパティとして提供されるオプション

source: or
ja: あるいは

source: or Ctrl+,; move with Ctrl+up, left, down, right; move zoom with right button
ja: または[Ctrl]+[,] ; 右ボタンをおしながら、[Ctrl]+[up]、[left]、[down]、[right]で移動

source: orange
ja: オレンジ色

source: orange_trees
ja: 柑橘類

source: order of junction (n):
ja: 交差点の順番(n):

source: orthodox
ja: ギリシャ正教系

source: osmChange Files (*.osc)
ja: osmChangeファイル(*.osc)

source: outdoor
ja: 屋外

source: outer segment
ja: 外側の区間

source: outside
ja: 外部

source: outside downloaded area
ja: ダウンロード範囲外

source: overground
ja: 地上

source: overhead
ja: オーバーヘッド

source: oversize
ja: 大きいサイズ

source: oxbow
ja: 三日月湖

source: oyster
ja: カキ

source: pachinko
ja: パチンコ

source: painting
ja: 絵画

source: palace
ja: 宮殿

source: pampas
ja: パンパス

source: pancake
ja: ホットケーキ

source: panning
ja: 首振り

source: papaya_trees
ja: パパイヤの木

source: parcel
ja: 区画

source: parcel number
ja: 区画番号

source: parcel_mail_in
ja: 小包郵便

source: parcel_pickup
ja: 宅配便受け取り

source: parish_hall
ja: 教区

source: park
ja: 公園

source: parking
ja: 駐車場

source: parking_aisle
ja: 駐車場内通路

source: parking_lot
ja: 駐車場

source: parking_tickets
ja: パーキングチケット

source: partial: different selected objects have different values for ''{0}'', do not change
ja: 部分：選択されたオブジェクトによって異なる値 ''{0}'' が設定されており、変更しません

source: partial: different selected objects have different values, do not change
ja: 部分：選択されたオブジェクトによって異なる値が設定されており、変更しません

source: parts
ja: 部品

source: passengers
ja: 乗客

source: passengers;vehicle
ja: 乗客;自動車

source: password
ja: パスワード

source: pasta
ja: パスタ

source: path
ja: 小道

source: paved
ja: 舗装

source: paving_stones
ja: 敷石(定形)

source: peach_trees
ja: 桃の木

source: pear_trees
ja: 洋ナシの木

source: pebblestone
ja: 小石

source: pedestrian
ja: 歩行者天国

source: pedestrian railway crossing without {0}
ja: 歩行者用踏切に{0}がありません

source: pegasus
ja: 馬・歩行者・自転車用

source: pelican
ja: 押しボタン式

source: pelota
ja: ペロタ

source: pelton_turbine
ja: ペルトン水車

source: pending
ja: 保留

source: pension_fund
ja: 年金基金

source: pentagonal
ja: 5角形

source: pentecostal
ja: ペンテコステ派

source: perimeter of the site
ja: サイトの境界線

source: permissive
ja: 許可制

source: persian
ja: ペルシア料理

source: persimmon_trees
ja: 柿

source: peruvian
ja: ペルー料理

source: petting_zoo
ja: ふれあい動物園

source: pharmacy
ja: 薬局

source: phase_angle_regulator
ja: 位相変換機

source: phone_box
ja: 電話ボックス

source: photography
ja: 写真

source: photos
ja: 写真

source: photovoltaic
ja: 太陽光

source: picnic_shelter
ja: 東屋

source: picnic_table
ja: ピクニックテーブル

source: pier
ja: 橋脚

source: pillar
ja: 柱

source: pineapple_plants
ja: パイナップル

source: pipe
ja: パイプ

source: pipeline
ja: パイプライン

source: pistachio_trees
ja: ピスタチオの木

source: piste
ja: 雪道

source: pitch
ja: 競技場

source: pitlatrine
ja: 汲み取り式

source: pivot_pier
ja: 支点の橋脚

source: pizza
ja: ピザ

source: place type {0}
ja: プレースタイプ{0}

source: plants
ja: 植物

source: plaque
ja: 飾り額

source: plastic
ja: プラスチック

source: platform
ja: 海上

source: platform (entry only)
ja: プラットホーム(乗車のみ)

source: platform (exit only)
ja: プラットホーム(降車のみ)

source: platter
ja: プラッター

source: playground
ja: 児童公園

source: playhouse
ja: 芝居小屋

source: please select a turn restriction type
ja: 進行方向制限の種別を選んでください

source: please select a way
ja: ウェイを選択してください

source: plugin class loader for plugin ''{0}'' not found
ja: プラグイン ''{0}''のプラグインクラスローダーが見つかりません

source: plum_trees
ja: ウメの木

source: plumbing
ja: 配管工業

source: pneumatic
ja: 空気式

source: points per task:
ja: タスクあたりのポイント数:

source: poker
ja: ポーカー

source: pole
ja: 支柱

source: polish
ja: ポーランド料理

source: political
ja: 選挙区・自治区

source: politics
ja: 政治

source: pomegranate_trees
ja: ザクロ

source: pond
ja: 池

source: portal
ja: 門形

source: portal_crane
ja: 門形クレーン

source: portal_three-level
ja: 門形3層

source: portal_two-level
ja: 門形2層

source: portuguese
ja: ポルトガル料理

source: position of sign
ja: 案内標示の位置

source: possibly missing {0} tag
ja: {0}タグがない可能性があります

source: postal_code
ja: 郵便番号

source: postal_service
ja: 郵便サービス

source: potential
ja: 恐らく

source: power
ja: 電力

source: powered
ja: 動力付き

source: prairie
ja: プレーリー

source: presbyterian
ja: 長老派

source: previous
ja: 前

source: primary
ja: 主要地方道

source: primary_link
ja: 主要地方道の連絡路

source: privacy policy
ja: プライバシーポリシー

source: private
ja: 私用

source: problem
ja: 問題

source: produce OSM-Relations: junction
ja: 交差点のOSMリレーションを作成

source: properties
ja: プロパティ

source: prosecutor
ja: 検察

source: protestant
ja: プロテスタント

source: proxy password
ja: プロキシのパスワード

source: proxy username
ja: プロキシのユーザー名

source: public
ja: 公開

source: public transport
ja: 公共交通

source: public_service
ja: 公共サービス

source: public_transport
ja: 公共交通機関

source: public_transport_tickets
ja: 乗車券

source: puffin
ja: 横断者センサー付き

source: purple
ja: 紫色

source: puszta
ja: プスタ

source: pyramid
ja: ピラミッド

source: pyrolysis
ja: 熱分解

source: quad
ja: 4本

source: quaker
ja: クエーカー教徒

source: quarry
ja: 採石場

source: questionable key (ending with a number)
ja: 疑わしいキー (末尾が数字)

source: rack
ja: ラック

source: racquet
ja: ラケット

source: radar
ja: レーダー

source: radio
ja: ラジオ

source: rail
ja: 第三軌条

source: railing
ja: 欄干

source: railway
ja: 鉄道

source: rainwater
ja: 雨水

source: raised
ja: せり上がり

source: ramen
ja: ラーメン

source: range
ja: 射撃場

source: rape
ja: アブラナ

source: rc_car
ja: ラジコンカー

source: reciprocating_engine
ja: エンジン

source: recommended
ja: 推奨

source: rectangular
ja: 4角形

source: red
ja: 赤

source: red/white
ja: 赤/白

source: reedbed
ja: 葦原

source: reform
ja: 改革派

source: refresh the port list
ja: ポートのリストを更新する。

source: region
ja: 広域

source: regional
ja: 郷土料理

source: register_office
ja: 登録事務所

source: regular expression
ja: 正規表現検索

source: rejected
ja: 却下

source: related objects
ja: 関連するオブジェクト

source: relation
ja: リレーション

source: relation containing a member of role <i>stop</i>
ja: <i>stop</i> ロールをメンバーに含むリレーション

source: relation without type
ja: 種別がないリレーション

source: relations
ja: リレーション

source: relations with 2 members
ja: 二つのメンバを含むリレーション

source: religion without denomination
ja: 宗教に宗派がない

source: reload selected styles from file
ja: 選択したスタイルをファイルから再読み込み

source: removable
ja: 取り外し可

source: remove from selection
ja: 選択から削除

source: render data and save the result to an image file
ja: データを描画して結果を画像ファイルへ保存

source: repair
ja: 修理工場

source: replace selection
ja: 選択を置換

source: replaced by new {0} plugin
ja: 新しい{0}プラグインに置き換え

source: reptile
ja: 爬虫類

source: required
ja: 必要

source: rescue_service
ja: レスキューサービス

source: reserved
ja: 予約

source: reservoir
ja: 貯水池

source: residential
ja: 住宅地

source: restriction
ja: 進行方向制限

source: retail
ja: 店舗

source: retention
ja: 調整池

source: reversible
ja: 反転可能

source: revolving
ja: 回転扉

source: rice
ja: 米

source: right
ja: 右

source: right hand side
ja: 右側

source: right_of:1
ja: 第1車線の右

source: right_of:2
ja: 第2車線の右

source: right_of:3
ja: 第3車線の右

source: rising
ja: ライジングボラード

source: river
ja: 河川

source: rock
ja: 岩

source: role
ja: ロール

source: rolled
ja: 丸みのある段差

source: roller_skating
ja: ローラースケート

source: roman_catholic
ja: ローマカトリック

source: romanian_orthodox
ja: ローマ正教

source: roof
ja: 屋根

source: rooftop
ja: 屋上

source: room
ja: 個室

source: rope_tow
ja: ロープトゥ

source: roundabout
ja: 環状交差点

source: route
ja: ルート

source: route segment
ja: ルート区間

source: route variant/direction (at least 2)
ja: 別ルート/方向(2本以上)

source: route_master
ja: ルートマスター

source: routing active route
ja: アクティブな経路をたどる

source: routing inactive route
ja: アクティブでないルートをたどる

source: rowing
ja: 漕艇

source: rugby_league
ja: リーグラグビー

source: rugby_union
ja: ラグビー

source: ruins
ja: 廃墟

source: run-of-the-river
ja: 小水力

source: run-of-the-river / water-storage
ja: 小水力/貯水式

source: running
ja: ランニング

source: russian
ja: ロシア料理

source: russian_orthodox
ja: ロシア正教

source: rutile
ja: 金紅石

source: s
ja: 秒

source: safari_park
ja: サファリパーク

source: safety_training
ja: 安全トレーニング

source: sales_area
ja: 売場

source: salt
ja: 塩

source: saltern
ja: 塩田

source: saltmarsh
ja: 塩湖

source: sand
ja: 砂地

source: sandpit
ja: 砂場

source: sandwich
ja: サンドイッチ

source: sanitary
ja: 衛生用品

source: sarcophagus
ja: 石棺

source: sausage
ja: ソーセージ

source: savanna
ja: サバンナ

source: sawmill
ja: 製材所

source: scale
ja: 拡大・縮小

source: scale does not follow native resolution of any layer (click to set this layer)
ja: スケールがどのレイヤーの本来の解像度にも従わない(クリックでこのレイヤを設定)

source: scale follows native resolution of another layer (click to set this layer)
ja: 他のレイヤーにおける本来の解像度で表示（クリックでレイヤーを設定）

source: scale follows native resolution of this layer
ja: このレイヤーにおける本来の解像度で表示

source: scheme
ja: 絵地図

source: school
ja: 学校

source: schoolwear
ja: 学校制服

source: scooter
ja: そり

source: scoria
ja: 鐘状火山

source: scout
ja: スカウト

source: scrub
ja: やぶ

source: scuba_diving
ja: スキューバダイビング

source: sculpture
ja: オブジェ

source: seafood
ja: シーフード料理

source: seal Channel Digraph
ja: チャネル方向グラフの配置

source: sealing Digraph
ja: 方向グラフを配置中

source: search for junctions in the channel subset
ja: チャネルの部分から交差点を検索します

source: seasonal
ja: 季節限定

source: seated
ja: 洋式

source: seated;urinal
ja: 洋式＋小便器

source: seawall
ja: 防潮壁

source: secondary
ja: 一般都道府県道

source: secondary_link
ja: 一般都道府県道の連絡路

source: seconds
ja: 秒

source: section
ja: セクション

source: seesaw
ja: シーソー

source: select
ja: 選択

source: select gpx points and "blam!", find centre and direction of spread
ja: GPSの点を選択して「バン！」とすると、広がりの中心と方向が分かります

source: selected
ja: 選択済み

source: selection
ja: 選択

source: semi_deciduous
ja: 半落葉樹

source: semi_evergreen
ja: 半常緑樹

source: senior
ja: 老人

source: separate
ja: 分離型

source: separated
ja: 分煙

source: sequence has no key
ja: シーケンスにキーがない

source: serbian_orthodox
ja: セルビア正教

source: series_capacitor
ja: 直列コンデンサ

source: series_reactor
ja: 直列リアクトル

source: service
ja: 敷地内道路

source: sett
ja: 石畳(不定形)

source: settings
ja: 設定

source: settlement
ja: 居住地

source: seventh_day_adventist
ja: 安息日再臨派教会

source: sewage
ja: 下水

source: shaivism
ja: シヴァ教

source: shaktism
ja: シャクティ派

source: share_busway
ja: バス専用車線と共用

source: share_taxi
ja: 乗合タクシー

source: sharp
ja: シャープ

source: shed
ja: 格納庫

source: shelf
ja: 棚

source: shelter
ja: シェルター

source: shia
ja: シーア派

source: shield
ja: 楯状火山

source: shinto
ja: 神道

source: shipyard
ja: 造船所

source: shooting
ja: 射撃

source: shop
ja: 店舗

source: shop type {0}
ja: 店舗の種別 {0}

source: shortcut
ja: ショートカット

source: shortcut segment
ja: 近道

source: should be saved
ja: 保存が必要

source: should be uploaded
ja: 更新が必要

source: show address dialog
ja: 住所ダイアログを表示

source: shrimp
ja: エビ

source: shunt_capacitor
ja: 分路コンデンサ

source: shunt_reactor
ja: 分路リアクトル

source: sidewalk
ja: 歩道

source: siding
ja: 側線

source: signs
ja: 標識

source: sikh
ja: シーク教

source: silage
ja: サイレージ

source: silo
ja: サイロ

source: silver
ja: 銀

source: simple-suspension
ja: 吊り橋

source: single
ja: 片側

source: single_slip
ja: 片渡り付交差

source: siren
ja: サイレン

source: site
ja: サイト

source: six-level
ja: 6層

source: sixfold
ja: 6本

source: size
ja: サイズ

source: size<br>of {0} objects on the server ''{1}''.
ja: サーバ''{1}''上のオブジェクトのサイズは{0}<br>です。

source: skateboard
ja: スケートボード

source: skating
ja: フリー

source: skip
ja: スキップ

source: skipped
ja: スキップ

source: skitour
ja: スキーツアー

source: slaughterhouse
ja: 屠殺場

source: sled
ja: 実装されている名前空間と言語の例: Page_name ''(できれば英語)'' Cs:Page_name ''(チェコ語)'' DE:Page_name ''(ドイツ語)'' ES:Page_name ''(スペイン語)'' FR:Page_name ''(フランス語)'' IT:Page_name ''(イタリア語)'' JA:Page_name ''(日本語)'' NL:Page_name ''(オランダ語)'' RU:Page_name ''(ロシア語)'' Uk:Page_name ''(ウクライナ語、イギリスではありません!!!)'' === 短い解説 === # テンプレートが正しく動作するように、すべてのページ名は英語にします。 <br>各翻訳ページは、言語コードを接頭辞とし、コロンで接続して英語ページ名をページ名にする必要があります。

source: sledding
ja: そり滑り

source: sleigh
ja: そり

source: slide
ja: 滑り台

source: sliding
ja: 引き戸

source: slot_machines
ja: スロットマシン

source: slurry
ja: スラリー

source: smartism
ja: 正統派

source: smoke
ja: 喫煙

source: snow_park
ja: スノーパーク

source: soba
ja: そば

source: soccer
ja: サッカー

source: social
ja: 社交

source: social_security
ja: 社会保障
